<?
$online_job=array('','중학생','고등학생','대학생','회사원','주부');

$online_room=array('','원룸타입','맨션타입','기숙사타입','잇코다테타입','1인실','2인실','3인실','4인실');

$online_location=array('','도쿄(東京)지역','오사카(大阪)지역','나고야(名古屋)지역',
									'홋카이도(北海道)지역','동북(東北)지역','관동(?東)지역',
									'호쿠리쿠(北陸)지역','토카이(東海)지역','킨키(近畿)지역',
									'츄고쿠(中?)지역','시코쿠(四?)지역','큐슈(九州)지역',
									'오키나와(沖?)지역');

$online_spaciality=array('','회화중심의 학교','학비가 저렴한 학교','교류가 활발한 학교',
									'전통이 오래된 학교','외국인 비율이 높은 학교',
									'전문학교 진학에 유리한 학교','진학에 유리한 학교',
									'전문학교부설 어학교	','일본어교사양성코스가',
									'일한통역코스가 있는 학교','문부성지정예비교	있는 어학교');											
$online_gwajung=array('','단기어학연수(3개월 미만)','장기어학연수(6개월 이상)','유학생별과',
									'방학연수','워킹홀리데이','전문학교','단기대학','대학(학부)',
									'대학(학부)편입','대학(학부)청강','연구생','대학원','고등학교');

?>